Repository: Sager1145/live-dashboard
Catalog: ios/Sources/LiveDashboardKit/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, zh_hant

# 重新整理此公演
source: 刷新此公演
en: Refresh this event
ja: この公演を更新
zh_hant: 重新整理此公演

source: 重新检查资料
en: Check again
ja: もう一度確認
zh_hant: 重新檢查資料

source: 重新生成 AI 结果
en: Regenerate AI Result
ja: AI結果を再生成
zh_hant: 重新產生 AI 結果

source: 重点
en: Highlights
zh_hant: 重點

source: 重置
en: Reset
ja: リセット
zh_hant: 重設

source: 重要
en: Important

source: 重要信息
en: Important information
ja: 重要情報
zh_hant: 重要資訊

source: 重试
en: Retry
ja: 再試行
zh_hant: 重試

source: 链接
en: Link
ja: リンク
zh_hant: 連結

source: 链接格式无效
en: Invalid link format
ja: リンク形式が無効です
zh_hant: 連結格式無效

source: 销售开始
en: Sales start
ja: 販売開始
zh_hant: 銷售開始

source: 销售截止
en: Sales end
ja: 販売終了
zh_hant: 銷售截止

source: 限制日期范围
en: Limit date range
ja: 日付範囲を指定
zh_hant: 限制日期範圍

source: 隐私
en: Privacy
ja: プライバシー
zh_hant: 隱私

source: 隐藏
en: Hide
ja: 非表示
zh_hant: 隱藏

source: 需持票
en: Ticket required
ja: チケット必要

source: 需注册会员
en: Membership registration required
ja: 会員登録が必要
zh_hant: 需註冊會員

source: 需要
en: Required
ja: 必要

source: 需要更新 App 才能读取资料版本 %lld
en: Update the app to read data version %lld
ja: データバージョン %lld を読み込むにはアプリの更新が必要です
zh_hant: 需要更新 App 才能讀取資料版本 %lld

source: 顺序：%lld
en: Order: %lld
ja: 順序：%lld
zh_hant: 順序：%lld

source: 领取
en: Pickup
ja: 受取
zh_hant: 領取

source: 领取地点
en: Pickup location
ja: 引換場所
zh_hant: 領取地點

source: 领取时间
en: Pickup time
ja: 引換日時
zh_hant: 領取時間

source: 颜认证入场
en: Face verification admission
ja: 顔認証入場
zh_hant: 顏認證入場

source: 高级
en: Advanced
ja: 詳細設定
zh_hant: 進階

source: 默认使用 OpenAI 官方的 ChatGPT 登录客户端（PKCE）。如需使用你自己注册的“Sign in with ChatGPT”应用，请填写 Client ID 与回调地址；自定义 scheme 请用 live-dashboard://oauth/openai。已登录时无法修改，请先退出登录。
en: By default, OpenAI's official ChatGPT sign-in client (PKCE) is used. To use your own registered “Sign in with ChatGPT” app, enter a Client ID and callback URL; for a custom scheme, use live-dashboard://oauth/openai. These can't be changed while signed in — sign out first.
ja: 既定では OpenAI 公式の ChatGPT ログインクライアント（PKCE）を使用します。ご自身で登録した「Sign in with ChatGPT」アプリを使用する場合は、Client ID とコールバック URL を入力してください。カスタムスキームには live-dashboard://oauth/openai を使用してください。ログイン中は変更できません。先にログアウトしてください。
zh_hant: 預設使用 OpenAI 官方的 ChatGPT 登入用戶端（PKCE）。如需使用你自己註冊的“Sign in with ChatGPT”應用，請填寫 Client ID 與回呼位址；自訂 scheme 請用 live-dashboard://oauth/openai。已登入時無法修改，請先登出。

source: 默认封面
en: Default cover
ja: 既定のカバー画像
zh_hant: 預設封面

source: Fan Meeting
ja: ファンミーティング

source: Live
ja: ライブ

source: Love Live!
ja: ラブライブ！
